Repository: alexeynovopashin-lab/LightPlan
Catalog: Packages/LightPlanUI/Sources/LightPlanUI/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ru, zh

# kit.sub
source: Your own list — no built-in catalog. Check what you're bringing to this shoot
es: La lista es tuya — sin catálogo prearmado. Marca lo que llevas a esta sesión
ja: カタログはなく、自分だけのリストです。この撮影に持っていくものにチェックを入れてください
ru: Список свой — без готового каталога. Отметьте, что берёте на эту съёмку
zh: 自定义列表 - 无预设目录。标记本次拍摄携带的设备

# lane.golden
source: Golden
es: Dorada
ja: ゴールデン
ru: Золотой
zh: 黄金

# layer.compass
source: Compass
es: Brújula
ja: コンパス
ru: Компас
zh: 指南针

# layer.moon
source: Moon
es: Luna
ja: 月
ru: Луна
zh: 月亮

# layer.mw
source: Milky Way
es: Vía Láctea
ja: 天の川
ru: Млечный Путь
zh: 银河

# layer.spots
source: My places
es: Mis lugares
ja: マイスポット
ru: Мои места
zh: 我的地点

# layer.sun
source: Sun
es: Sol
ja: 太陽
ru: Солнце
zh: 太阳

# lg.backup
source: Data backup
es: Copia de datos
ja: データのバックアップ
ru: Копия данных
zh: 数据备份

# lg.backupV
source: Yandex Disk · app folder only
es: Yandex Disk · solo la carpeta de la app
ja: Yandex Disk · アプリのフォルダのみ
ru: Яндекс.Диск · только папка приложения
zh: Yandex Disk·仅应用文件夹

# lg.geocode
source: Place search
es: Búsqueda de lugares
ja: 場所の検索
ru: Поиск места
zh: 地点搜索

# lg.glow
source: Sky glow
es: Resplandor del cielo
ja: 空の明るさ
ru: Засветка неба
zh: 天空亮度

# lg.glowTail
source: · David Lorenz · from VIIRS imagery (NOAA)
es: · David Lorenz · según imágenes VIIRS (NOAA)
ja: · David Lorenz · VIIRS 画像（NOAA）より
ru: · Дэвид Лоренц · по снимкам VIIRS (NOAA)
zh: · David Lorenz · 基于 VIIRS 影像（NOAA）

# lg.osmTail
source: contributors
es: y colaboradores
ja: の貢献者
ru: , участники
zh: 贡献者

# lg.placeName
source: Place name
es: Nombre del lugar
ja: 地名
ru: Имя места
zh: 地点名称

# lg.sunMoon
source: Sun and moon
es: Sol y luna
ja: 太陽と月
ru: Солнце и луна
zh: 太阳和月亮

# lg.sunMoonV
source: our own model following NOAA algorithms
es: modelo propio según los algoritmos de la NOAA
ja: NOAA のアルゴリズムに基づく独自モデル
ru: своя модель по алгоритмам NOAA
zh: 基于NOAA算法自己的模型

# lg.tiles
source: Map and layers
es: Mapas y capas
ja: 地図とレイヤー
ru: Карты и слои
zh: 地图和图层

# lg.weather
source: Weather
es: Clima
ja: 天気
ru: Погода
zh: 天气

# light.inGolden
source: “{name}” falls in the golden hour: {range}. Warm, soft light.
es: «{name}» cae en la hora dorada: {range}. Luz cálida y suave.
ja: 「{name}」はゴールデンアワー{range}に入ります。暖かく柔らかな光です。
ru: «{name}» попадает в золотой час: {range}. Свет тёплый и мягкий.
zh: “{name}”落在黄金时刻：{range}。温暖柔和的光线。

# light.missGolden
source: Golden hour {range} — the nearest stop, “{name}”, misses it by {gap}. Shift it if the light matters.
es: Hora dorada {range} — el punto más cercano, «{name}», se pasa por {gap}. Muévelo si la luz importa.
ja: ゴールデンアワーは{range}。最も近いスポット「{name}」は{gap}ずれています。光が大事なら時間をずらしてください。
ru: Золотой час {range} — ближайшая точка «{name}» мимо на {gap}. Сдвиньте, если свет важен.
zh: 黄金时刻{range}——最近点“{name}”错过{gap}。如果光线重要，请调整。

# light.waitedSunset
source: {name} wanted the sunset, but the forecast says {cond} · {cloud}% cloud.
es: {name} esperaba el atardecer, pero el pronóstico anuncia {cond} · nubosidad {cloud}%.
ja: {name}は日の入りを希望していましたが、予報は{cond} · 雲量{cloud}%です。
ru: Ожидался закат, а прогноз обещает {cond} · облачность {cloud}%.
zh: {name}期望日落，但预报为{cond}·云量{cloud}%。

# loc.addrPh
source: Address — street, number
es: Dirección — calle y número
ja: 住所 — 番地まで
ru: Адрес — улица, дом
zh: 地址——街道、门牌号

# loc.back
source: Where we shoot
es: Dónde fotografiamos
ja: 撮影場所
ru: Где снимаем
zh: 拍摄地点

# loc.delAria
source: Remove this spot
es: Quitar el punto
ja: スポットを削除
ru: Убрать точку
zh: 移除该地点

# loc.detect
source: Use my location
es: Usar mi ubicación
ja: 現在地を使う
ru: Определить моё место
zh: 使用我的位置

# loc.detecting
source: Locating…
es: Ubicando…
ja: 取得中…
ru: Определяю…
zh: 定位中…

# loc.editAria
source: Edit this spot
es: Editar el lugar
ja: スポットを編集
ru: Изменить место
zh: 编辑此地点

# loc.emptyMap
source: No spots yet. The bookmark in the map header saves the place under the pin — anywhere in the world — and asks for its name.
es: Todavía no hay puntos. El marcador en el encabezado del mapa guarda el lugar bajo el alfiler —en cualquier parte del mundo— y pide su nombre.
ja: スポットはまだありません。地図上部のブックマークで、ピンの位置を保存できます — 世界の反対側でも — 保存時に名前を付けます。
ru: Точек пока нет. Закладка в шапке карты сохраняет место под булавкой — хоть на другом конце света — и просит его назвать.
zh: 尚无地点。地图标题中的书签保存图钉所指的位置（世界任何角落都可以），并请您为它命名。

# loc.emptySheet
source: Empty so far. The bookmark in the map header saves the place under the pin — anywhere in the world — and asks for its name.
es: Todavía vacío. El marcador en el encabezado del mapa guarda el lugar bajo el alfiler —en cualquier parte del mundo— y pide su nombre.
ja: まだ空です。地図上部のブックマークで、ピンの位置を保存できます — 世界の反対側でも — 保存時に名前を付けます。
ru: Пока пусто. Закладка в шапке карты сохраняет место под булавкой — хоть на другом конце света — и просит его назвать.
zh: 目前为空。地图标题中的书签保存图钉所指的位置（世界任何角落都可以），并请您为它命名。

# loc.errLat
source: Latitude — a number from −90 to 90
es: Latitud — un número de −90 a 90
ja: 緯度は−90〜90の数値です
ru: Широта — число от −90 до 90
zh: 纬度——从−90到90的数字

# loc.errLon
source: Longitude — a number from −180 to 180
es: Longitud — un número de −180 a 180
ja: 経度は−180〜180の数値です
ru: Долгота — число от −180 до 180
zh: 经度——从−180到180的数字

# loc.errNoGeo
source: Location is unavailable
es: La ubicación no está disponible
ja: 位置情報を利用できません
ru: Геолокация недоступна
zh: 位置不可用

# loc.errNone
source: Pick a location — by search, from your places or by geolocation
es: Elige un lugar — con la búsqueda, de tus lugares o por geolocalización
ja: 場所を選んでください。検索、保存した場所、現在地から選べます
ru: Выберите место — поиском, из своих мест или по геопозиции
zh: 请选择地点——搜索、从我的地点中选择，或使用定位

# loc.errNotFound
source: Location not determined
es: No se pudo determinar el lugar
ja: 場所を特定できません
ru: Место не определено
zh: 位置未确定

# loc.geoNote
source: Latitude and longitude are for places with no address: mountains, steppe, water.
es: Latitud y longitud son para lugares sin dirección: montañas, estepa, agua.
ja: 緯度と経度は、山、草原、水上など住所のない場所用です。
ru: Широта и долгота — для мест, у которых адреса нет: горы, степь, вода.
zh: 经纬度用于没有地址的地方：山地、草原、水面。

# loc.hallAdd
source: ＋ hall
es: ＋ sala
ja: ＋ ホール
ru: ＋ зал
zh: ＋ 场地

# loc.hallDel
source: Remove hall
es: Quitar sala
ja: ホールを削除
ru: Убрать зал
zh: 移除场地

# loc.hallNewPh
source: Hall name
es: Nombre de la sala
ja: ホール名
ru: Название зала
zh: 场地名称

# loc.halls
source: Halls
es: Salas
ja: ホール
ru: Залы
zh: 场地

# loc.hallsNote
source: More than one hall — write them here, and the shoot is left only to pick one.
es: Si hay más de una sala, escríbelas aquí: en la sesión solo quedará elegir.
ja: ホールが複数あればここに入力してください。撮影では選ぶだけになります。
ru: Залов больше одного — впишите их здесь, и в съёмке останется только выбрать.
zh: 场地不止一个就写在这里，拍摄时只需挑选。

# loc.here
source: Use my location
es: Usar mi ubicación
ja: 現在地を入力
ru: Подставить моё место
zh: 使用我的位置

# loc.inCity
source: in town
es: en la ciudad
ja: 市内
ru: в городе
zh: 在市区

# loc.inMyPlaces
source: in my spots
es: en mis lugares
ja: マイスポット内
ru: в моих местах
zh: 在我的地点中

# loc.lat
source: Latitude
es: Latitud
ja: 緯度
ru: Широта
zh: 纬度

# loc.lon
source: Longitude
es: Longitud
ja: 経度
ru: Долгота
zh: 经度

# loc.myPlaces
source: My spots
es: Mis lugares
ja: マイスポット
ru: Мои места
zh: 我的地点

# loc.namePh
source: Spot name
es: Nombre del lugar
ja: スポット名
ru: Имя места
zh: 地点名称

# loc.noStudios
source: No studios yet. Add the first one — name, address, halls.
es: Aún no hay estudios. Añade el primero — nombre, dirección, salas.
ja: スタジオはまだありません。最初の1件を追加しましょう — 名前、住所、ホール。
ru: Студий пока нет. Заведите первую — название, адрес, залы.
zh: 还没有影棚。添加第一个——名称、地址、场地。

# loc.nothingFound
source: Nothing found
es: No se encontró nada
ja: 見つかりません
ru: Ничего не нашлось
zh: 未找到任何内容

# loc.otherCities
source: In other cities
es: En otras ciudades
ja: 他の都市
ru: В других городах
zh: 在其他城市

# loc.outCity
source: out of town
es: fuera de la ciudad
ja: 郊外
ru: за городом
zh: 在城外

# loc.point
source: Spot
es: Lugar
ja: スポット
ru: Место
zh: 地点

# loc.queryPh
source: Hyde Park, London
es: Bosque de Chapultepec, CDMX
ja: 代々木公園、東京
ru: Лагерный сад, Томск
zh: 地点名称

# loc.recent
source: Recent
es: Recientes
ja: 最近
ru: Недавние
zh: 最近

# loc.saveSpot
source: Save to my spots
es: Guardar en mis lugares
ja: マイスポットに保存
ru: Сохранить в моих местах
zh: 保存到我的地点

# loc.saved
source: place: {name}
es: lugar: {name}
ja: 場所：{name}
ru: место: {name}
zh: 地点：{name}

# loc.savedPlain
source: place saved
es: lugar guardado
ja: 場所を保存しました
ru: место сохранено
zh: 地点已保存

# loc.searchOffline
source: Search needs a connection
es: La búsqueda necesita conexión
ja: 検索にはネット接続が必要です
ru: Поиск недоступен без сети
zh: 搜索需要网络连接

# loc.spotRemoved
source: spot removed
es: punto quitado
ja: スポットを削除しました
ru: точка убрана
zh: 地点已移除

# loc.spotSaved
source: spot saved
es: punto guardado
ja: スポットを保存しました
ru: точка сохранена
zh: 地点已保存

# loc.studioFindPh
source: Name, address or hall
es: Nombre, dirección o sala
ja: 名前、住所、ホール
ru: Название, адрес или зал
zh: 名称、地址或场地

# loc.studioNamePh
source: Studio name
es: Nombre del estudio
ja: スタジオ名
ru: Название студии
zh: 影棚名称

# loc.studioNew
source: New studio
es: Nuevo estudio
ja: 新しいスタジオ
ru: Новая студия
zh: 新影棚

# loc.studioNoHit
source: Nothing found
es: No se encontró nada
ja: 見つかりません
ru: Ничего не нашлось
zh: 没有找到

# loc.studioNone
source: No studio picked
es: Sin estudio elegido
ja: スタジオ未選択
ru: Студия не выбрана
zh: 未选择影棚

# loc.studioPick
source: studio: {name}
es: estudio: {name}
ja: スタジオ：{name}
ru: студия: {name}
zh: 影棚：{name}

# loc.studioTel
source: Studio phone
es: Teléfono del estudio
ja: スタジオの電話番号
ru: Телефон студии
zh: 影棚电话

# loc.studioTelNote
source: The studio's own line, not whoever is on shift today: shifts change, the desk number doesn't. The number is what identifies the studio — but it can be added without one.
es: El número del propio estudio, no el de quien esté hoy de turno: los turnos cambian, el número del mostrador no. Por el número se identifica el estudio — pero se puede crear sin él.
ja: その日のスタッフではなく、スタジオ自体の番号を。スタッフは替わっても受付の番号は変わりません。スタジオは番号で識別されますが、番号なしでも登録できます。
ru: Рабочий номер студии, а не того, кто сегодня на смене: смены меняются, номер стойки — нет. По номеру студия и опознаётся — но завести её можно и без него.
zh: 填影棚自己的号码，而不是今天当班的人：班次会换，前台号码不会。影棚正是靠号码识别——但没有号码也能创建。

# loc.studios
source: Studios
es: Estudios
ja: スタジオ
ru: Студии
zh: 影棚

# loc.sub
source: A photo studio, an address, or coordinates
es: Estudio fotográfico, dirección o coordenadas
ja: フォトスタジオ、住所、座標
ru: Фотостудия, адрес или координаты
zh: 摄影棚、地址或坐标

# loc.title
source: Where we shoot
es: Dónde fotografiamos
ja: 撮影場所
ru: Где снимаем
zh: 拍摄地点

# loc.titleShoot
source: Shoot location
es: Lugar de la sesión
ja: 撮影場所
ru: Место съёмки
zh: 拍摄地点

# loc.wayAddr
source: Place
es: Lugar
ja: 場所
ru: Место
zh: 地点

# loc.wayAddrSub
source: street and number, search by name
es: calle y número, búsqueda por nombre
ja: 住所、名前で検索
ru: улица и дом, поиск по названию
zh: 街道门牌，按名称搜索

# loc.wayGeo
source: Location
es: Ubicación
ja: 位置座標
ru: Геопозиция
zh: 定位

# loc.wayGeoSub
source: where addresses don't reach
es: donde no llegan las direcciones
ja: 住所のない場所に
ru: там, где адресов нет
zh: 地址到不了的地方

# loc.wayStudio
source: Photo studio
es: Estudio fotográfico
ja: フォトスタジオ
ru: Фотостудия
zh: 摄影棚

# loc.wayStudioSub
source: hall, address and phone
es: sala, dirección y teléfono
ja: ホール、住所、電話番号
ru: зал, адрес и телефон
zh: 场地、地址与电话

# map.blue
source: Blue hour
es: Hora azul
ja: ブルーアワー
ru: Синий час
zh: 蓝色时刻

# map.delSpot
source: Delete this spot
es: Eliminar el punto
ja: スポットを削除
ru: Удалить точку
zh: 删除这个点

# map.dirFrom
source: from {dir} · {az}°
es: del {dir} · {az}°
ja: {dir}から · {az}°
ru: с {dir} · {az}°
zh: 来自{dir}·{az}°

# map.dropPoint
source: Remove this spot
es: Quitar el punto
ja: このスポットを削除
ru: Убрать точку
zh: 移除该点

# map.glow
source: Light pollution
es: Contaminación lumínica
ja: 光害
ru: Засветка
zh: 光污染

# map.glowFrom
source: glow from {dir} · {az}°
es: resplandor del {dir} · {az}°
ja: {dir}の空が明るむ · {az}°
ru: заря с {dir} · {az}°
zh: 辉光来自{dir}·{az}°

# map.golden
source: Golden hour
es: Hora dorada
ja: ゴールデンアワー
ru: Золотой час
zh: 黄金时刻

source: Map layers
es: Capas del mapa
ja: 地図レイヤー
ru: Слои карты
zh: 地图图层

# map.lightFrom
source: Light from
es: La luz viene
ja: 光の方向
ru: Свет идёт
zh: 光线来自

# map.liveCompass
source: Live compass
es: Brújula en vivo
ja: ライブコンパス
ru: Живой компас
zh: 实时指南针

# map.moon
source: Moon
es: Luna
ja: 月
ru: Луна
zh: 月亮

# map.moonBelow
source: below horizon · rises {t}
es: bajo el horizonte · sale {t}
ja: 地平線下 · {t}に昇る
ru: под горизонтом · взойдёт {t}
zh: 地平线以下·在{t}升起

# map.moonGlare
source: Moon vs stars
es: Luna vs. estrellas
ja: 月と星空
ru: Луна для звёзд
zh: 月亮对星星的影响

# map.moonLit
source: {pct}% lit
es: {pct}% iluminada
ja: 輝面{pct}%
ru: освещена {pct}%
zh: {pct}%被照亮

# map.moonNoRise
source: does not rise today
es: hoy no sale
ja: 今日は昇りません
ru: сегодня не восходит
zh: 今天不升起

# map.moonSetsAt
source: · sets {t}
es: · se pone {t}
ja: · {t}に沈む
ru: · зайдёт {t}
zh: ·在{t}落下

# map.myPlace
source: My location
es: Mi ubicación
ja: 現在地
ru: Моё место
zh: 我的位置

# map.nameDone
source: Done
es: Listo
ja: 完了
ru: Готово
zh: 完成

# map.nameSpot
source: Name this spot
es: ¿Cómo se llama este punto?
ja: スポットの名前は？
ru: Как назвать точку?
zh: 给这个点起个名字？

# map.next
source: Next
es: Próximo
ja: 次
ru: Ближайшее
zh: 下一个

# map.nextIn
source: {name} in {gap}
es: {name} en {gap}
ja: {gap}後に{name}
ru: {name} через {gap}
zh: {name}在{gap}后

# map.night
source: Night
es: Noche
ja: 夜
ru: Ночь
zh: 夜晚

# map.route
source: Route
es: Ruta
ja: ルート
ru: Маршрут
zh: 路线

# map.routeAdd
source: Add a stop
es: Añadir un punto
ja: スポットを追加
ru: Добавить точку
zh: 添加一个点

# map.routeClear
source: Drop all stops
es: Quitar todos los puntos
ja: すべてのスポットを外す
ru: Снять все точки
zh: 清除所有点

# map.routeCleared
source: Route cleared · {n}
es: Ruta quitada · {n}
ja: ルートを解除 · {n}
ru: Маршрут снят · {n}
zh: 路线已清除 · {n}

# map.routeDrop
source: Remove from route
es: Quitar de la ruta
ja: ルートから外す
ru: Убрать из маршрута
zh: 从路线中移除

# map.routeFromSaved
source: a pin by tap, ＋ for the list
es: un pin con un toque, ＋ desde la lista
ja: ピンはタップ、＋でリストから
ru: булавку — тапом, ＋ — из списка
zh: 轻点放图钉，＋ 从列表添加

# map.routeHint
source: A tap drops a stop at the centre
es: Un toque pone un punto en el centro
ja: タップで画面中央にスポットを追加
ru: Тап ставит точку в центре кадра
zh: 轻点即在画面中心放一个点

# map.routeMake
source: Make it a shoot
es: Convertir en sesión
ja: 撮影にする
ru: Сделать съёмкой
zh: 设为拍摄

# map.routeNoSpots
source: No saved spots yet
es: Aún no tienes puntos propios
ja: 保存したスポットはまだありません
ru: Своих точек ещё нет
zh: 还没有自己的地点

# map.routeNoSpotsSub
source: A route is built from them
es: La ruta se arma con ellos
ja: ルートはスポットから作られます
ru: Маршрут собирается из них
zh: 路线由它们组成

# map.routeOff
source: Take off the map
es: Quitar del mapa
ja: 地図から消す
ru: Убрать с карты
zh: 从地图上移除

# map.routeSaveHere
source: Save this spot
es: Guardar este lugar
ja: この場所を保存
ru: Сохранить это место
zh: 保存这个地点

# map.savePoint
source: Save this spot
es: Guardar el punto
ja: 地点を保存
ru: Сохранить точку
zh: 保存此点

# map.shadow
source: Shadow
es: Sombra
ja: 影
ru: Тень
zh: 影子

# map.shadowTo
source: ×{n} of height · towards {dir}
es: ×{n} de la estatura · hacia el {dir}
ja: 身長の×{n} · {dir}方向
ru: ×{n} роста · на {dir}
zh: ×{n}身高·朝向{dir}

# map.showDock
source: Show time
es: Mostrar la hora
ja: 時間を表示
ru: Показать время
zh: 显示时间

# map.sky
source: Sky
es: Cielo
ja: 空
ru: Небо
zh: 天空

# map.spot
source: Shooting spot
es: Punto de toma
ja: 撮影スポット
ru: Точка съёмки
zh: 拍摄点

# map.spotLit
source: in sunlight
es: al sol
ja: 日なた
ru: освещается
zh: 在阳光下

# map.spotShade
source: in shade
es: a la sombra
ja: 日陰
ru: в тени
zh: 在阴影中

# map.stopNoPlace
source: no place
es: sin lugar
ja: 場所なし
ru: без места
zh: 无地点

# map.stopsNoPlace
source: no place: {n}
es: sin lugar: {n}
ja: 場所なし：{n}
ru: без места: {n}
zh: 无地点：{n}

# map.sunElev
source: Sun altitude
es: Altura del sol
ja: 太陽高度
ru: Высота солнца
zh: 太阳高度

# map.twilight
source: Twilight
es: Crepúsculo
ja: 薄明
ru: Сумерки
zh: 暮光

# map.verdict
source: Shooting
es: Sesión
ja: 撮影
ru: Съёмка
zh: 拍摄

# map.wayDrive
source: Drive from here
es: Desde aquí en coche
ja: ここから車で
ru: Отсюда едут
zh: 从这里开车

# map.wayWalk
source: Walk from here
es: Desde aquí a pie
ja: ここから徒歩で
ru: Отсюда идут пешком
zh: 从这里步行

# mb.addTag
source: + tag
es: + etiqueta
ja: + タグ
ru: + тег
zh: + 标签

# mb.addTagPh
source: Your own tag
es: Tu etiqueta
ja: 自分のタグ
ru: Свой тег
zh: 输入标签

# mb.addToTitle
source: Add to a set
es: Agregar a un set
ja: セットに追加
ru: Добавить в подборку
zh: 添加到集合

# mb.addWhat
source: What are we adding
es: ¿Qué añadimos?
ja: 何を追加しますか
ru: Что добавим
zh: 添加什么

# mb.all
source: All
es: Todos
ja: すべて
ru: Все
zh: 全部

# mb.boardOne
source: The board did not open in full — it landed as one cover
es: El tablero no se abrió entero: quedó como una sola portada
ja: ボード全体を開けず、表紙1枚として追加されました
ru: Доска не открылась целиком — легла одной обложкой
zh: 画板未能整体打开——只落下一张封面

# mb.coverChange
source: Change the cover
es: Cambiar la portada
ja: カバーを変更
ru: Заменить обложку
zh: 更换封面

# mb.coverSub
source: Shown on the tile and in the folder header
es: Se ve en la miniatura y en la cabecera de la carpeta
ja: タイルとフォルダの見出しに表示されます
ru: Показывается на плитке и в шапке папки
zh: 显示在缩略图和文件夹顶部

# mb.coverTitle
source: Set cover
es: Portada del set
ja: セットのカバー
ru: Обложка подборки
zh: 集合封面

# mb.delAllLone
source: all only here
es: todas solo aquí
ja: すべてここだけ
ru: все только здесь
zh: 全部仅在此处

# mb.delBoard
source: Delete the set
es: Eliminar la colección
ja: セットを削除
ru: Удалить подборку
zh: 删除合集

# mb.delLone
source: {n} only here
es: {n} solo aquí
ja: ここだけに{n}件
ru: {n} только здесь
zh: {n} 张仅在此处

# mb.delOk
source: Delete
es: Eliminar
ja: 削除
ru: Удалить
zh: 删除

# mb.delSub
source: “{name}” goes, and with it the frames that are in no other set.
es: «{name}» desaparece junto con las imágenes que solo están ahí.
ja: 「{name}」と、このセットにしかないカットが削除されます。
ru: «{name}» исчезнет вместе с кадрами, которые лежат только в ней.
zh: 「{name}」将连同只存在于其中的画面一起消失。

# mb.delTitle
source: Delete the set?
es: ¿Eliminar la colección?
ja: セットを削除しますか?
ru: Удалить подборку?
zh: 删除合集？

# mb.empty
source: Empty for now — add a photo or a link
es: Todavía vacío — agrega una foto o un enlace
ja: まだ空です。写真かリンクを追加してください
ru: Пока пусто — добавьте фото или ссылку
zh: 目前为空——添加照片或链接

# mb.folderSearchPh
source: Tag, section or note
es: Etiqueta, sección o nota
ja: タグ、セクション、メモ
ru: Тег, раздел или заметка
zh: 标签、分区或备注

# mb.formAdd
source: Collect
es: Reunir
ja: 集める
ru: Собрать
zh: 整理

# mb.formSub
source: frames for this shoot
es: material para esta sesión
ja: この撮影のための写真
ru: кадры к этой съёмке
zh: 本次拍摄的素材

# mb.freeTags
source: Tags
es: Etiquetas
ja: タグ
ru: Теги
zh: 标签

# mb.genreSet
source: Genre set
es: Set del género
ja: ジャンルのセット
ru: Жанровая подборка
zh: 类型集

# mb.gridSome
source: {n} of {total}
es: {n} de {total}
ja: {n}/{total}
ru: {n} из {total}
zh: {n} / {total}

# mb.holdHint
source: Long-press starts sorting: reorder boards there
es: Una pulsación larga activa el orden: ahí se cambian los sets de sitio
ja: 長押しで並び替えモードになり、セットの順番を入れ替えられます
ru: Долгий тап включает сортировку: там подборки переставляют местами
zh: 长按进入排序：在那里调整集合的顺序

# mb.item
source: Item
es: Material
ja: 素材
ru: Материал
zh: 项目

# mb.jumpEnd
source: To the end
es: Al final
ja: 末尾へ
ru: В конец
zh: 到底部

# mb.jumpTop
source: To the top
es: Al principio
ja: 先頭へ
ru: В начало
zh: 到顶部

# mb.keepDay
source: A day
es: Un día
ja: 1日
ru: Сутки
zh: 一天

# mb.keepDrop
source: Do not keep
es: No guardar
ja: 保持しない
ru: Не держать
zh: 不保留

# mb.keepEver
source: Indefinitely
es: Sin límite
ja: 無期限
ru: Бессрочно
zh: 长期

# mb.keepHalf
source: 15 days
es: 15 días
ja: 15日
ru: 15 дней
zh: 15 天

# mb.keepNo
source: by the rule
es: según la regla
ja: ルールに従う
ru: по правилу
zh: 按规则

# mb.keepShoot
source: Until the shoot ends
es: Hasta el final de la sesión
ja: 撮影終了まで
ru: До конца съёмки
zh: 直到拍摄结束

# mb.keepShootSub
source: Freed once the shoot is over
es: Se libera cuando termine la sesión
ja: 撮影が終わったら解放されます
ru: Освободится после того, как съёмка закончится
zh: 拍摄结束后释放

# mb.keepSub
source: Downloaded frames show without a network. Only what is in the cloud gets freed.
es: Las imágenes descargadas se ven sin red. Solo se libera lo que está en la nube.
ja: ダウンロード済みの写真はオフラインでも表示されます。解放されるのはクラウドにあるものだけです。
ru: Скачанные кадры видны без сети. Освобождается только то, что есть в облаке.
zh: 已下载的画面无网络也能看。只会释放云端已有的部分。

# mb.keepTitle
source: Keep on this device
es: Guardar en el dispositivo
ja: 端末に保持
ru: Держать на устройстве
zh: 保留在设备上

# mb.loneSub
source: The frame is in no other set — it will be deleted from the device and the Disk.
es: El fotograma no está en ningún otro conjunto: se borrará del dispositivo y del Disco.
ja: このカットはほかのセットにないため、端末とDiskから削除されます。
ru: Кадр больше нигде не лежит — он удалится с устройства и с Диска.
zh: 该图不在其他合集中，将从设备和网盘中删除。

# mb.loneTitle
source: Remove from the last set?
es: ¿Quitar del último conjunto?
ja: 最後のセットから外しますか?
ru: Убрать из последней подборки?
zh: 从最后一个合集中移除？

# mb.mergeConfirm
source: Merge these sets?
es: ¿Combinar estas colecciones?
ja: セットを統合しますか?
ru: Объединить подборки?
zh: 合并这两个合集？

# mb.mergeConfirmNone
source: All frames are already in “{name}”, and this set will be gone.
es: Todas las imágenes ya están en «{name}» y esta colección desaparecerá.
ja: すべてのカットはすでに「{name}」にあります。このセットは消えます。
ru: Все кадры уже в «{name}», эта подборка исчезнет.
zh: 画面已全部在「{name}」中，此合集将消失。

# mb.mergeConfirmSub
source: {n} will move to “{name}”, and this set will be gone.
es: {n} pasarán a «{name}» y esta colección desaparecerá.
ja: {n}が「{name}」に移動し、このセットは消えます。
ru: {n} переедут в «{name}», эта подборка исчезнет.
zh: {n} 将移入「{name}」，此合集将消失。

# mb.mergeInto
source: Merge with…
es: Combinar con…
ja: 統合先…
ru: Объединить с…
zh: 与…合并

# mb.mergeOk
source: Merge
es: Combinar
ja: 統合
ru: Объединить
zh: 合并

# mb.mergedInto
source: Merged · {n} into “{name}”
es: Combinado · {n} en «{name}»
ja: 統合しました · {n}件を「{name}」へ
ru: Объединено · {n} в «{name}»
zh: 已合并 · {n} 到「{name}」

# mb.mergedIntoNone
source: Merged · “{name}”
es: Combinado · «{name}»
ja: 統合しました · 「{name}」
ru: Объединено · «{name}»
zh: 已合并 · 「{name}」

# mb.moveTo
source: Add to the “{genre}” set
es: Añadir al set de «{genre}»
ja: 「{genre}」セットに追加
ru: Добавить в подборку «{genre}»
zh: 添加到“{genre}”集

# mb.moveToTitle
source: Move to a set
es: Mover a una colección
ja: セットへ移動
ru: Переместить в подборку
zh: 移动到合集

# mb.newFolder
source: New folder
es: Nueva carpeta
ja: 新しいフォルダ
ru: Новая папка
zh: 新建文件夹

# mb.newFolderAsk
source: Folder name
es: Nombre de la carpeta
ja: フォルダ名
ru: Название папки
zh: 文件夹名称

# mb.newSub
source: For which genre?
es: ¿Para qué género?
ja: どのジャンル用ですか？
ru: Для какого жанра?
zh: 选择类型

# mb.newTitle
source: New set
es: Nuevo set
ja: 新しいセット
ru: Новая подборка
zh: 新建集合

# mb.noBoards
source: No sets yet
es: Todavía no hay sets
ja: セットはまだありません
ru: Подборок пока нет
zh: 暂无集合

# mb.noGenreSets
source: Genre sets are still empty — add your first reference in “My genres”.
es: Los sets de género todavía están vacíos — agrega tu primera referencia en «Mis géneros».
ja: ジャンル別セットはまだ空です。「マイジャンル」で最初の参考を追加してください。
ru: Жанровые подборки пока пусты — заведите первый референс в «Моих жанрах».
zh: 类型集为空——在“我的类型”中添加第一个参考。

# mb.noShootFolders
source: No shoots with material yet — open the moodboard from the shoot form and the folder appears by itself.
es: Todavía no hay sesiones con material — abre el moodboard desde el formulario de la sesión y la carpeta aparece sola.
ja: 素材のある撮影はまだありません。撮影フォームからムードボードを開くと、フォルダが自動で作られます。
ru: Съёмок с материалами пока нет — откройте мудборд из формы съёмки, папка появится сама.
zh: 尚无带资料的拍摄——从拍摄表单打开灵感板，文件夹会自动创建。

# mb.offCloud
source: in the cloud
es: en la nube
ja: クラウド
ru: в облаке
zh: 在云端
